Repository: ComKapi/enfold-language-files
Catalog: lang/*.po
Languages: de_de

source: Non-optimized images are a significant burden for the speed of web pages.
de_de: Nicht optimierte Bilder sind eine erhebliche Belastung für die Geschwindigkeit von Webseiten.

source: %1$sImagify makes your images lighter and your pages faster%2$s.
de_de: %1$sImagify macht deine Bilder schlanker und deine Seiten schneller%2$s.

source: Our algorithms will reduce the weight of your images without sacrificing their quality. 🌟
de_de: Unsere Algorithmen reduzieren das Gewicht deiner Bilder, ohne deren Qualität zu opfern. 🌟

source: Try Imagify for Free
de_de: Imagify kostenlos ausprobieren

source: Check now how much you can improve the optimization of your site by compressing your images.
de_de: Überprüfe jetzt, wie sehr du die Optimierung deiner Website verbessern kannst, indem du deine Bilder komprimierst.

source: Every Perfect Web Page Needs a Touch of Imagify
de_de: Jede perfekte Webseite braucht einen Hauch von Imagify

source: Speed Up your Website
de_de: Beschleunige deine Website

source: Lighter images mean increased speed, better user experience and optimal SEO
de_de: Leichtere Bilder bedeuten höhere Geschwindigkeit, bessere Benutzererfahrung und optimale SEO

source: Save Time
de_de: Spare Zeit

source: You no longer need to refine your images one by one: they are now automatically optimized.
de_de: Du musst deine Bilder nicht mehr einzeln nacheinander verfeinern: Sie werden jetzt automatisch optimiert.

source: Optimize Any Format
de_de: Optimierung beliebiger Formate

source: .pdf, .jpg, .png, and .gif files will be lighter in a blink. For each image, you will also get its WebP version.
de_de: .pdf-, .jpg-, .png- und .gif-Dateien werden in einem Wimpernschlag schneller. Für jedes Bild erhältst du auch dessen WebP-Version.

source: Don’t Sacrifice Quality
de_de: Opfere keine Qualität

source: Your images will remain beautiful even after the optimization. Reduce their weight without fear of losing quality.
de_de: Deine Bilder bleiben auch nach der Optimierung wunderschön. Reduziere ihr Gewicht ohne Angst vor Qualitätsverlust.

source: Lighter images, faster websites
de_de: Schlankere Bilder, schnellere Websites

source: 30% Off
de_de: 30% Rabatt

source: Use the code WPR30 to get a 30% discount for the next 6 months.
de_de: Verwende den Code WPR30, um einen Rabatt von 30% für die nächsten 6 Monate zu erhalten.

source: I Want a Faster Website
de_de: Ich möchte eine schnellere Website

source: WP Rocket Billing
de_de: WP-Rocket-Abrechnung

source: RocketCDN Billing
de_de: RocketCDN-Abrechnung

source: Your License
de_de: Deine Lizenz

source: It lets you install WP Rocket on %s
de_de: Es ermöglicht dir, WP Rocket auf %s zu installieren

source: Next Billing Date : %s
de_de: Nächstes Abrechnungsdatum : %s

source: Manage Your Subscription
de_de: Dein Abonnement verwalten

source: Manage Your Payment Method
de_de: Deine Zahlungsmethode verwalten

source: Replace Credit Card
de_de: Kreditkarte ersetzen

source: Save Credit Card Info
de_de: Kreditkarteninformationen speichern

source: Your Invoices
de_de: Deine Rechnungen

source: Date
de_de: Datum

source: Licence Type
de_de: Lizenztyp

source: Price
de_de: Preis

source: Invoice #
de_de: Rechnung #

source: Completed
de_de: Abgeschlossen

source: Pending
de_de: Ausstehend

source: Refunded
de_de: Rückerstattet

source: Canceled
de_de: Abgebrochen

source: Failed
de_de: Fehlgeschlagen

source: Download
de_de: Herunterladen

source: Complete this Order
de_de: Diese Bestellung abschließen

source: You haven’t ordered anything yet.
de_de: Du hast noch nichts bestellt.

source: Your Subscription(s)
de_de: Dein(e) Abonnement(s)

source: Basic Monthly
de_de: Basis monatlich

source: Cancel Subscription
de_de: Abonnement kündigen

source: Your information has been successfully updated.
de_de: Deine Informationen wurden erfolgreich aktualisiert.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
de_de: <strong>FEHLER</strong>: Die E-Mail-Adresse ist ungültig.

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
de_de: <strong>FEHLER</strong>: Diese E-Mail Adresse wurde bereits registriert. Bitte wähle eine andere.

source: User Details
de_de: Benutzerdetails

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: There is a pending change of your email to %s.
de_de: Es gibt eine ausstehende Änderung deiner E-Mail-Adresse auf %s.

source: Cancel
de_de: Abbrechen

source: Company Name
de_de: Firmenname

source: City
de_de: Stadt

source: Address
de_de: Adresse

source: Update Details
de_de: Details aktualisieren

source: The domain %s has been deleted.
de_de: Die Domain %s wurde gelöscht.

source: Your Website
de_de: Deine Website

source: You haven't yet installed WP on a website.
de_de: Du hast WP noch nicht auf einer Website installiert.

source: Your Website(s)
de_de: Deine Website(s)

source: Want to learn more about the lastest update?
de_de: Möchtest du mehr über die letzte Aktualisierung erfahren?

source: See Changelog
de_de: Änderungsprotokoll ansehen

source: Version Installed
de_de: Installierte Version

source: Actions
de_de: Aktionen

source: %1$sYour website uses an old version of WP Rocket%2$s. Update to the lastest version of WP Rocket to enjoy stellar features and enhanced compatibilities
de_de: %1$s Deine Website verwendet eine alte Version von WP Rocket%2$s. Aktualisiere auf die neueste Version von WP Rocket, um hervorragende Funktionen und verbesserte Kompatibilitäten zu genießen

source: Ban
de_de: Sperren

source: Unban
de_de: Entsperren

source: Remove
de_de: Entfernen

source: Banned
de_de: Gesperrt

source: Add RocketCDN
de_de: RocketCDN hinzufügen

source: Removing the Website
de_de: Website wird entfernt

source: You are about to remove the domain <a href="https://wp-rocket.me/" target="_blank">www.wp-rocket.me</a> from your list of websites.
de_de: Du bist dabei, die Domain <a href="https://wp-rocket.me/" target="_blank">www.wp-rocket.me</a> aus deiner Liste der Websites zu entfernen.

source: %1$sTo confirm this action, you will need to delete the WP Rocket plugin from your site as well%2$s. Otherwise, within 12 hours the domain will be added back to the list.
de_de: %1$s Um diese Aktion zu bestätigen, musst du das WP-Rocket-Plugin auch von deiner Website löschen%2$s. Andernfalls wird die Domain innerhalb von 12 Stunden wieder zur Liste hinzugefügt.

source: Back to the List of Websites
de_de: Zurück zur Liste der Websites

source: Remove Website
de_de: Website entfernen

source: Banning the Website
de_de: Website sperren

source: If you believe that someone has stolen your license or is sharing it without your permission, you can prevent this site from using your license.<br>You can always readmit it later, if you want.
de_de: Wenn du der Meinung bist, dass jemand deine Lizenz gestohlen hat oder sie ohne deine Erlaubnis teilt, kannst du diese Website daran hindern, deine Lizenz zu benutzen.<br>Du kannst es jederzeit später wieder zulassen, wenn du möchtest.

source: Ban Website
de_de: Website sperren

source: Unbanning the Website
de_de: Website nicht mehr sperren

source: You’re about to readmit this domain and give it access to your WP Rocket license.<br>Do you want to continue?
de_de: Du bist dabei, diese Domain wieder zuzulassen und ihr Zugriff auf deine WP-Rocket-Lizenz zu geben.<br>Willst du fortfahren?

source: No, Go Back
de_de: Nein, zurück gehen

source: Yes, Unban Website
de_de: Ja, Website nicht mehr sperren

source: Your Order: RocketCDN - $7.99/month
de_de: Deine Bestellung: RocketCDN - 7,99 $/Monat

source: We will automatically send you an email to the address associated with your WP Rocket account.
de_de: Wir senden dir automatisch eine E-Mail an die Adresse, die mit deinem WP Rocket-Konto verknüpft ist.

source: Secure Payment
de_de: Sichere Zahlung

source: By checking out, you agree to the WP Rocket Terms of Service and authorize your payment method to be saved and charged yearly until you cancel, wich you can do at any time.
de_de: Mit der Bezahlung stimmst du den Nutzungsbedingungen von WP Rocket zu und autorisierst, dass deine Zahlungsmethode gespeichert und bis auf Widerruf jährlich belastet wird, den du jederzeit einreichen kannst.

source: Pay Now
de_de: Jetzt bezahlen

source: Speed Up More Websites
de_de: Beschleunige weitere Websites

source: You can use WP Rocket on more websites by upgrading your license. To upgrade, simply pay the%3$s%1$sprice difference%2$s between your current and new licenses, as shown below.
de_de: Du kannst WP Rocket auf mehreren Websites verwenden, indem du ein Upgrade deiner Lizenz durchführst. Um ein Upgrade durchzuführen, zahle einfach die %3$s%1$sPreisdifferenz%2$s zwischen deiner aktuellen und neuen Lizenzen, wie unten gezeigt.

source: %1$sN.B.:%2$s Upgrading the license doesn’t change its expiration date.
de_de: %1$s NB:%2$s Ein Upgrade der Lizenz ändert nicht deren Ablaufdatum.

source: Your Licence
de_de: Deine Lizenz

source: You can use WP Rocket on more websites by upgrading your license. To upgrade, simply pay the%1$s%2$sprice difference%3$s between your current and new licenses, as shown below.
de_de: Du kannst WP Rocket auf mehreren Websites verwenden, indem du ein Upgrade deiner Lizenz durchführst. Um ein Upgrade durchzuführen, zahle einfach die %1$s%2$sPreisdifferenz%3$s zwischen deiner aktuellen und neuen Lizenzen, wie unten gezeigt.

source: Rated %s out of 5<br />based on 591 reviews on Trustpilot
de_de: Bewertet %s von 5<br />basiert auf 591 Bewertungen auf Trustpilot

source: I confirm I want to subscribe to the WP Rocket newsletter. To find out more about how we use your data, check out our Privacy Policy.
de_de: Ich bestätige, dass ich den WP Rocket Newsletter abonnieren will. Um mehr darüber zu erfahren, wie wir deine Daten verwenden, lies unsere Datenschutzerklärung.

source: Theme & Page Builders
de_de: Theme- & Page-Builder

source: Multilingual
de_de: Mehrsprachigkeit

source: More info
de_de: Mehr Informationen

source: There are some issues with the items in your cart (shown above). Please go back to the cart page and resolve these issues before checking out.
de_de: Es gibt einige Probleme mit den Elementen in deinem Warenkorb (oben angezeigt). Bitte gehe zurück auf die Warenkorb-Seite und löse diese Probleme vor dem Kauf.

source: Return To Cart
de_de: Zurück zum Warenkorb

source: Billing Address
de_de: Rechnungsadresse

source: Create an account?
de_de: Ein Konto erstellen?

source: Coupon code
de_de: Gutscheincode

source: Apply
de_de: Anwenden

source: Product
de_de: Produkt

source: Total
de_de: Gesamt

source: Sorry, it seems that there are no available payment methods for your location. Please contact us if you require assistance or wish to make alternate arrangements.
de_de: Es scheint, dass leider für deinen Standort keine Zahlungsmethoden verfügbar sind. Bitte kontaktiere uns, wenn Sie Hilfe benötigen oder alternative Vereinbarungen treffen möchten.

source: Choose Your Payment Method
de_de: Zahlungsmethode auswählen

source: Safe & Secure payment
de_de: Sichere Zahlung

source: Your payment will be processed by Stripe over a secure SSL connection and encrypted with AES-256.
de_de: Deine Zahlung wird von Stripe über eine sichere SSL-Verbindung verarbeitet und mit AES-256 verschlüsselt.

source: Please fill in your details above to see available payment methods.
de_de: Bitte fülle die Details oben aus, um die verfügbaren Zahlungsarten zu sehen.

source: Sorry, it seems that there are no available payment methods for your state. Please contact us if you require assistance or wish to make alternate arrangements.
de_de: Es scheint, dass leider für dein Bundesland/Region keine Zahlungsmethoden verfügbar sind. Bitte kontaktiere uns, wenn Sie Hilfe benötigen oder alternative Vereinbarungen treffen möchten.

source: Your order
de_de: Deine Bestellung

source: [Remove]
de_de: [Entfernen]

source: Order Total
de_de: Gesamtbetrag der Bestellung

source: Since your browser does not support JavaScript, or it is disabled, please ensure you click the <em>Update Totals</em> button before placing your order. You may be charged more than the amount stated above if you fail to do so.
de_de: Da dein Browser kein JavaScript unterstützt oder es deaktiviert ist, stelle bitte sicher, dass du den Button <em>Gesamtsumme aktualisieren</em> anklickst, bevor du deine Bestellung machst. Es könnte dir sonst ein höherer Betrag als oben angegeben in Rechnung gestellt werden, falls du das nicht tust.

source: Update totals
de_de: Gesamtsumme aktualisieren

source: Certified by MacAfee® SECURE
de_de: Zertifiziert von MacAfee® SECURE

source: Verified by Paypal
de_de: Verifiziert von Paypal

source: By clicking "Place Order", you agree to the WP Rocket %sTerms of Service%s and authorize your payment method to be saved and charged yearly until you cancel, which you can do at any time.
de_de: Durch Klicken auf „Bestellung aufgeben“ stimmst du den %sNutzungsbedingungen%s von WP Rocket zu und autorisierst, dass deine Zahlungsmethode gespeichert und jährlich belastet wird, bis auf Widerruf, den du jederzeit einreichen kannst.

source: Place order
de_de: Kostenpflichtig bestellen

source: Excellent
de_de: Hervorragend

source: Based on %1$s%3$s%2$s reviews
de_de: Basierend auf %1$s%3$s%2$s Bewertungen

source: 14 Days Money Back Guarantee
de_de: 14 Tage Geld-zurück-Garantie

source: Although we don’t think you’ll ever want one, we’ll gladly provide a refund if it’s requested within %1$s14 days%2$s of purchase.
de_de: Obwohl wir nicht glauben, dass du jemals eine willst, geben wir dir gerne eine Rückerstattung, wenn sie innerhalb von %1$s14 Tagen%2$s nach dem Kauf angefordert wird.

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction. Please attempt your purchase again.
de_de: Leider konnte deine Bestellung nicht bearbeitet werden, da die ausstellende Bank/der Zahlungsdienstleister deine Transaktion abgelehnt hat. Bitte versuch es erneut.

source: Pay
de_de: Bezahlen

source: My Account
de_de: Mein Konto

source: Need a Tip to Proceed With the Installation?
de_de: Brauchst du Hilfe, wie es mit der Installation weitergeht?

source: You can follow our documentation: <a href="#">Installing WP Rocket</a>
de_de: Lies unsere Dokumentation: <a href="#">WP Rocket installieren</a>

source: Where to Find Username and Password to Access Your Account?
de_de: Wo findest du Benutzernamen und Passwort, um auf dein Konto zuzugreifen?

source: We have sent access information to this email address: <a href="#">customer@email.com</a><br>If this is not the correct address, please email us, please email us: <a href="mailto:contact@wp-rocket.me">contact@wp-rocket.me</a>
de_de: Wir haben Zugangsdaten an diese E-Mail-Adresse gesendet: <a href="#">customer@email.com</a><br>Falls dies nicht die korrekte Adresse ist, sende uns bitte eine E-Mail: <a href="mailto:contact@wp-rocket.me">contact@wp-rocket.me</a>

source: Add Us to Your Address Book
de_de: Füge uns deinem Adressbuch hinzu

source: Be sure to include <a href="mailto:contact@wp-rocket.me">contact@wp-rocket.me</a> on your approved sender list to prevent emails from entering spam.
de_de: Stelle sicher, dass sich <a href="mailto:contact@wp-rocket.me">contact@wp-rocket.me</a> in der Liste deiner genehmigten Absender befindet, um zu verhindern, dass E-Mails als Spam betrachtet werden.

source: How to Get Started? 🚀
de_de: Wie starte ich? 🚀

source: Our tutorial videos have all the answers. It’s time to see WP Rocket in action!
de_de: Unsere Tutorial-Videos haben alle Antworten. Es ist Zeit, WP Rocket in Aktion zu sehen!

source: See More Tutorials Videos
de_de: Weitere Video-Anleitungen anzeigen

source: Connect with other WP Rocket users around the world : we have the friendliest community of web performance lovers! Share your experience with WP Rocket and learn new tricks to improve the speed of your site.
de_de: Verbinde dich mit anderen WP-Rocket-Nutzern auf der ganzen Welt: Wir haben die freundlichste Community von Web-Performance-Liebhabern! Teile dein Erfahrungen mit WP Rocket und lerne neue Tricks, um die Geschwindigkeit deiner Website zu verbessern.

source: Join the Community 💬
de_de: Tritt der Community bei 💬

source: Get in touch with other WP Rocket users, learn new web performance tricks or share your experience!
de_de: Setze dich mit anderen WP-Rocket-Benutzern in Verbindung, lerne neue Web-Performance-Tricks oder teile deine Erfahrungen!

source: Join the Facebook group
de_de: Tritt der Facebook-Gruppe bei

source: Interested in a Stellar Combo?
de_de: Interessiert an einer stellaren Kombination?

source: Speed up Your Website Even More! 💫
de_de: Beschleunigen deine Website noch mehr! 💫

source: Optimize Your Images With Imagify, Our Free WordPress Plugin
de_de: Optimiere deine Bilder mit Imagify, unserem kostenlosen WordPress-Plugin

source: Drastically reduces image file size without losing quality. Make your website faster, improve SEO, and save on bandwidth.
de_de: Reduziere Bilddateigrößen drastisch, ohne Qualität zu verlieren. Beschleunige deine Website, steigere dein SEO und spare Bandbreite.

source: And Get 25 MB (That’s about 250 images)
de_de: und erhalte 25MB (das entspricht etwa 250 Bildern)

source: Keep Your Website Fast for Years to Come!
de_de: Halte deine Website schnell für die kommenden Jahre!

source: If you renew your license in the next 10 minutes, you will get a %1$s OFF and 3 months for free%2$s(instead of paying the full price of %3$s)
de_de: Falls du deine Lizenz in den nächsten 10 Minuten verlängern, erhältst du einen %1$s Rabatt und 3 Monate kostenlos%2$s (anstatt den vollen Preis von %3$s zu zahlen)

source: To thank you for your trust, we would like to offer you a limited special promo
de_de: Um dir für dein Vertrauen zu danken, möchten wir dir ein besonderes limitiertes Sonderangebot machen

source: <strong>%s OFF</strong> On the Renewal of Your WP Rocket License
de_de: <strong>%s AUS</strong> Bei der Erneuerung deiner WP-Rocket-Lizenz

source: Hurry up! Deal ends in
de_de: Beeil dich! Angebot endet in

source: minutes
de_de: Minuten

source: seconds
de_de: Sekunden

source: Renew for %d years
de_de: Für %d Jahre erneuern

source: Expiration date:
de_de: Ablaufdatum:

source: You Don’t Need to Do Anything Else 😇
de_de: Du musst nichts weiter tun 😇

source: Now you can relax and continue to receive our support and version updates until the next expiration date!
de_de: Jetzt kannst du dich entspannen und weiterhin unsere Support- und Versions-Updates bis zum nächsten Ablaufdatum erhalten!

source: Want to Take Advantage %s of This Special Offer ? 🙂
de_de: Möchtest du den Vorteil %s dieses Sonderangebot nutzen? 😀

source: Click on upgrade link in the next
de_de: Klicke auf den Upgrade-Link in den nächsten

source: How Many Stars<br>Would You Give Us?
de_de: Wie viele Sterne<br>würdest du uns geben?

source: Give your opinion! Review WP Rocket now, we’re listening
de_de: Gib deine Meinung ab! Bewerte WP Rocket jetzt, wir hören zu

source: Thank you. Your order has been received.
de_de: Vielen Dank. Deine Bestellung ist eingegangen.

source: Hello%s,
de_de: Hallo%s,

source: This email confirms your order %s
de_de: Diese E-Mail bestätigt deine Bestellung %s

source: Order Confirmation
de_de: Bestellbestätigung

source: Download Invoice
de_de: Rechnung herunterladen

source: Congratulations for creating an account on WP Rocket!
de_de: Herzlichen Glückwunsch zur Erstellung eines Kontos auf WP Rocket!

source: You have now access to the Control Tower.
de_de: Du hast jetzt Zugriff auf den Kontrollturm.

source: Your pseudo (the email you used):
de_de: Dein Pseudo (die von dire verwendete E-Mail-Adresse):

source: Your password has been automatically generated: <strong>%s</strong>
de_de: Dein Passwort wurde automatisch generiert: <strong>%s</strong>

source: Change Password
de_de: Passwort ändern

source: You can get more infos about website speed optimization by following us on social media.
de_de: Du erhältst weitere Informationen über die Optimierung der Website-Geschwindigkeit, indem du uns auf den sozialen Medien folgst.

source: All rights reserved. You received this message because you're a member of WP Rocket.
de_de: Alle Rechte vorbehalten. Du hast diese Nachricht erhalten, weil du Mitglied von WP Rocket bist.

source: Our mailing address is:
de_de: Unsere E-Mail-Adresse ist:

source: Add us to your address book
de_de: Füge uns deinem Adressbuch hinzu

source: With our plugin Imagify, get a faster website<br />with lighter images without sacrificing quality.
de_de: Mit unserem Plugin Imagify erhältst du eine schnellere Website<br />mit schlankeren Bildern ohne Qualitätseinbußen.

source: Free download Imagify now
de_de: Imagify jetzt kostenlos herunterladen

source: 100% No-Risk Money Back Guarantee
de_de: 100% risikofreie Geld-zurück-Garantie

source: Although we don’t think you’ll ever want one, we’ll gladly provide a refund if it’s requested within 14 days of purchase.
de_de: Obwohl wir nicht glauben, dass du jemals eine willst, geben wir dir gerne eine Rückerstattung, wenn sie innerhalb von 14 Tagen nach dem Kauf angefordert wird.

source: Co-founder of WP Rocket
de_de: Mitbegründer von WP Rocket

source: Some Useful Resources
de_de: Einige hilfreiche Ressourcen

source: Quick and Reliable Support
de_de: Schneller und zuverlässiger Support

source: If you have any issues we are here to help you! Just open a support ticket and we will answer in 24 hours.
de_de: Falls du irgendwelche Probleme hast, sind wir da, um zu helfen! Öffne einfach ein Support-Ticket und wir werden innerhalb von 24 Stunden antworten.

source: Contact Support
de_de: Support kontaktieren

source: Complete Documentation
de_de: Vollständige Dokumentation

source: Learn how to use the plugin and get solutions for any problem you may have.
de_de: Erfahre, wie du das Plugin verwendest und Lösungen für jedes Problem erhältst, das du vielleicht haben könntest.

source: Read Documentation
de_de: Dokumentation lesen

source: Username or email
de_de: Benutzername oder E-Mail

source: New password
de_de: Neues Passwort

source: Re-enter new password
de_de: Neues Passwort wiederholen

source: Save
de_de: Speichern

source: Hello <strong>%1$s</strong> (not %1$s? <a href="%2$s">Sign out</a>).
de_de: Hallo <strong>%1$s</strong> (Nicht %1$s? <a href="%2$s">Abmelden</a>).

source: From your account dashboard you can view your recent orders, manage your shipping and billing addresses and <a href="%s">edit your password and account details</a>.
de_de: Auf deinem Konto-Dashboard kannst du deine Bestellungen sehen, deine Kontakt- und Rechnungsadressen bearbeiten und deine <a href="%s">Passwort- und Konto-Details bearbeiten</a>.
