Repository: ComKapi/enfold-language-files
Catalog: lang/*.po
Languages: de_de

source: Auto-renew
de_de: Auto-Erneuern

source: Active
de_de: Aktiv

source: Inactive
de_de: Inaktiv

source: Renew automatically your licence every 12 months and benefit from a 20% discount
de_de: Erneuere deine Lizenz alle 12 Monate automatisch und profitiere von einem 20% Rabatt

source: Next billing date:
de_de: Nächstes Abrechnungsdatum:

source: Amount:
de_de: Betrag:

source: I Want Auto-Renewal
de_de: Ich möchte die Auto-Erneuerung

source: Disable Auto-Renewal
de_de: Auto-Erneuerung deaktivieren

source: The auto-renewal is currently disabled: don’t forget to renew your license before its expiration date to benefit from the %s discount.
de_de: Die Auto-Erneuerung ist momentan deaktiviert: Denk daran, deine Lizenz vor dem Ablauf zu erneuern, um den Vorteil des %s Rabatts zu bekommen.

source: Cancel Auto-Renewal
de_de: Auto-Erneuerung abbrechen

source: If you cancel auto-renewal, you may forget to renew before the expiration date of your license, and miss our %1$s%2$s discount%3$s.
de_de: Falls du Auto-Erneuerung abbrichst, vergisst du vielleicht, deine Lizenz vor deren Ablauf zu verlängern, und verpasst unseren %1$s%2$s Rabatt%3$s.

source: Renewing your license is important because it’s the only way to receive help from our Support Team, and to get plugins updates (which include bug fixes, compatibility enhancements, and new features).
de_de: Das Erneuern deiner Lizenz ist wichtig, denn es ist der einzige Weg, Hilfe von unserem Support-Team und Plugin-Aktualisierungen zu bekommen (inklusive Fehlerbehebungen, Kompatibilitätsverbesserungen und neuer Funktionen).

source: Back to orders details
de_de: Zurück zu Bestelldetails

source: Cancel auto-renewal
de_de: Auto-Erneuerung abbrechen

source: Off
de_de: Aus

source: Hurry up, the offer is only valid until %1$s%2$s%3$s!
de_de: Beeilung, das Angebot gilt nur noch bis %1$s%2$s%3$s!

source: Days
de_de: Tage

source: Hours
de_de: Stunden

source: Minutes
de_de: Minuten

source: Seconds
de_de: Sekunden

source: Frequently Asked Questions
de_de: Häufig gestellte Fragen

source: Your WP Rocket License is expired!
de_de: Deine WP-Rocket-Lizenz ist abgelaufen!

source: %1$sYour website could be much faster%2$s if it could take advantage of our new features and enhancements. 🚀 Renew your license to have access to the %1$slatest version of WP Rocket%2$s and to the wonderful %1$sassistance of our Support Team%2$s. You can renew for one or more years, you choose!
de_de: %1$sDeine Website könnte viel schneller sein%2$s wenn sie die Vorteile unserer neuen Funktionen und Verbesserungen ausnutzen würde. 🚀 Erneuere deine Lizenz und erhalte Zugang zur %1$sneuen Version von WP Rocket%2$s und zu der wunderbaren %1$sUnterstützung durch unser Support Team%2$s. Du kannst für ein oder mehrere Jahre verlängern, es ist deine Wahl!

source: Renew
de_de: Erneuern

source: Your %1$sWP Rocket License is about to expire%2$s:%4$sRenew with a %1$s%3$s discount%2$s before it’s too late!
de_de: Deine %1$sWP-Rocket-Lizenz läuft bald ab%2$s:%4$sErneuere sie mit einem %1$s%3$s Rabatt%2$s, bevor es zu spät ist!

source: Unlimited Websites
de_de: Unbegrenzte Websites

source: Upgrade To %s
de_de: Upgrade auf %s

source: You are about to upgrade from Single to Plus: that’s great, but please note that your license will expire soon.
de_de: Du bist dabei, ein Upgrade von Single auf Plus durchzuführen: Das ist toll, aber bedenke, dass deine Lizenz bald abläuft.

source: When you upgrade, you are expanding the number of sites you can use WP Rocket on, but %1$snot%2$s the expiration date of your license. The expiration date of your current license remains unchanged.
de_de: Wenn du ein Upgrade durchführst, erweiterst du die Anzahl von Websites, auf denen du WP Rocket verwenden kannst, aber %1$snicht%2$s das Ablaufdatum deiner Lizenz. Das Ablaufdatum deiner aktuellen Lizenz bleibt unverändert.

source: If you wish to both upgrade and renew your license, we recommend that you %1$sfirst renew and then upgrade%2$s. That’s how you’ll get the best final price.
de_de: Falls du sowohl ein Upgrade durchführen und die Lizenz erneuern möchtest, empfehlen wir dir, %1$szuerst zu verlängern und dann das Upgrade auszuführen%2$s. So erhältst du den besten Endpreis.

source: I Want to Renew First
de_de: Ich will zuerst erneuern

source: Cheatin' uh?
de_de: Schummeln, was?

source: Login Into Your Account
de_de: Melde dich auf deinem Konto an

source: Not a customer yet?
de_de: Noch kein Kunde?

source: Let’s get started
de_de: Fangen wir an

source: Password
de_de: Passwort

source: Lost Password?
de_de: Passwort vergessen?

source: Login
de_de: Anmelden

source: Back to WP Rocket
de_de: Zurück zu WP Rocket

source: Renew Your Licence
de_de: Erneuere deine Lizenz

source: To keep receiving support and version updates, renew your license.
de_de: Um weiterhin Support zu Aktualisierungen zu erhalten, erneuere deine Lizenz.

source: By doing so, you also make sure you always pay the best price for WP Rocket!<br>There are %s until the renewal of your license with a %s discount.<br>Afraid you won’t remember the date? Enable automatic renewal!
de_de: Wenn du das tust, bezahlst du immer den besten Preis für WP Rocket!<br>Es sind noch %s bis zur Erneuerung deiner Lizenz mit einem Rabatt von %s.<br>Du befürchtest, das Datum zu verpassen? Aktiviere die automatische Erneuerung!

source: %s day
de_de: %s Tag

source: For 1 year
de_de: Für 1 Jahr

source: Expiration:
de_de: Ablaufdatum:

source: Renew Now
de_de: Jetzt erneuern

source: For %d years
de_de: Für %d Jahre

source: +You get %s extra months for free!
de_de: +Du erhältst %s Extra-Monate kostenlos!

source: Hello
de_de: Hallo

source: Personal Information
de_de: Persönliche Informationen

source: Billing
de_de: Rechnung

source: Log Out
de_de: Abmelden

source: License
de_de: Lizenz

source: Sites
de_de: Websites

source: Images
de_de: Bilder

source: Share the
de_de: Teile die

source: Benefits
de_de: Vorteile

source: Download WP Rocket
de_de: WP Rocket herunterladen

source: Update to the Lastest Version
de_de: Aktualisierung auf die neueste Version

source: This version of WP Rocket is pretty old.
de_de: Diese Version von WP Rocket ist ziemlich alt.

source: To keep WP Rocket up to date and benefit from the latest features and compatibilities, you need to %1$srenew your license%2$s.
de_de: Um WP Rocket aktuell zu halten und von den neuesten Funktionen und Kompatibilitäten zu profitieren, musst du %1$sdeine Lizenz erneuern%2$s.

source: Here is a %1$s%2$s discount%3$s to renew it for 1 year and install the latest version.
de_de: Hier ist ein %1$s%2$s Rabatt%3$s, um es für 1 Jahr zu erneuern und die neueste Version zu installieren.

source: Help Center
de_de: Hilfe-Center

source: Last update on
de_de: Zuletzt aktualisiert am

source: First name
de_de: Vorname

source: Submit
de_de: Senden

source: Send comment
de_de: Kommentar senden

source: Add a comment
de_de: Kommentar hinzufügen

source: Comment
de_de: Kommentar

source: Your email address will not be published. All fields are required.
de_de: Deine E-Mail-Adresse wird nicht veröffentlicht. Alle Felder sind Pflichtfelder.

source: Comment policy: We love comments and appreciate the time that readers spend to shader ideas and give feedback. However, all comments are manually moderated and those deemed to be spam or solely promotional will be deleted.
de_de: Kommentar-Bestimmungen: Wir lieben Kommentare und wissen die Zeit zu schätzen, die Leser damit verbringen, Ideen zu teilen und Feedback zu geben. Allerdings müssen alle Kommentare manuell moderiert werden und solche, die uns als Spam oder reine Werbung erscheinen werden gelöscht.

source: Comment (%s)
de_de: Kommentar (%s)

source: Secure payment with
de_de: Sichere Zahlung mit

source: Keep me in touch with new posts!
de_de: Halte mich in Kontakt mit neuen Beiträgen!

source: Subscribe
de_de: Abonnieren

source: Company
de_de: Firma

source: Our story
de_de: Unsere Geschichte

source: Testimonials
de_de: Referenzen

source: Careers
de_de: Jobangebote

source: Contact us
de_de: Kontaktiere uns

source: Resources
de_de: Ressourcen

source: Documentation
de_de: Dokumentation

source: Refund Policy
de_de: Rückerstattungsbedingungen

source: Trial
de_de: Testversion

source: Partners
de_de: Partner

source: Affiliate program
de_de: Partnerprogramm

source: Recommended Tools
de_de: Empfohlene Werkzeuge

source: Press
de_de: Presse

source: unfold
de_de: entfalten

source: Term
de_de: Begriff

source: Legal
de_de: Rechtliches

source: Why WP Rocket?
de_de: Warum WP Rocket?

source: For Bloggers
de_de: Für Blogger

source: For E-commerce
de_de: Für E-Commerce

source: For Freelances & Agencies
de_de: Für Freiberufler & Agenturen

source: Features
de_de: Funktionen

source: How it works
de_de: So funktioniert es

source: Compatibilities
de_de: Kompatibilitäten

source: Changelog
de_de: Änderungsprotokoll

source: Pricing
de_de: Preise

source: Ressources
de_de: Ressourcen

source: external link
de_de: externer Link

source: Help center
de_de: Hilfe-Center

source: Sign in
de_de: Anmelden

source: Buy WP Rocket
de_de: WP Rocket kaufen

source: All posts
de_de: Alle Beiträge

source: Home
de_de: Startseite

source: Search in blog
de_de: Im Blog suchen

source: Search
de_de: Suchen

source: Enter your search
de_de: Gib deine Suche ein

source: Start research
de_de: Recherche starten

source: You should write a label
de_de: Du solltest eine Bezeichnung schreiben

source: <strong>1 year</strong> of support and updates<br>for %s
de_de: <strong>1 Jahr</strong> Support und Aktualisierungen<br>für %s

source: Just Right For You
de_de: Genau richtig für dich

source: unlimited websites
de_de: unbegrenzte Websites

source: Display Prices In
de_de: Preise anzeigen in

source: Explore Compatibilities
de_de: Entdecke Kompatibilitäten

source: Happiness Score
de_de: Happiness-Index

source: based on 2,311 ratings from our customers
de_de: basierend auf 2.311 Bewertungen unserer Kunden

source: Rated %s out of 5<br />based on %s reviews on Trustpilot
de_de: Bewertet %s von 5<br />basierend auf %s Bewertungen auf Trustpilot

source: You Can
de_de: Du kannst

source: checked
de_de: ausgewählt

source: You Can Not
de_de: Du kannst nicht

source: unchecked
de_de: nicht ausgewählt

source: Subscribe Now, It's Free!
de_de: Jetzt abonnieren, es ist kostenlos!

source: Improve your web performance skills. Never miss the latest news.
de_de: Verbessere deine Web-Performance-Fähigkeiten. Verpasse nie mehr die neuesten Nachrichten.

source: WP Rocket by the Numbers
de_de: WP Rocket in Zahlen

source: Launch Year
de_de: Startjahr

source: Websites Optimized by WP Rocket
de_de: Von WP Rocket optimierte Websites

source: Loving Customers
de_de: Zufriedene Kunden

source: Join Us
de_de: Jetzt registrieren

source: And help us to make the web faster!
de_de: Und hilf uns, das Web schneller zu machen!

source: Check Out Our Job Openings!
de_de: Sieh dir unsere Stellenangebote an!

source: 100% Money Back Guarantee
de_de: 100% Geld-zurück-Garantie

source: Although we don’t think you’ll ever want one, we’ll gladly provide a refund if you request it within 14 days of your purchase.
de_de: Obwohl wir nicht glauben, dass du jemals eine willst, geben wir dir gerne eine Rückerstattung, falls du sie innerhalb von 14 Tagen nach deinem Kauf beantragst.

source: You are writing great SEO-friendly content but the bounce rate on your blog keeps kicking in. Make your blog faster with WP Rocket, and keep your readers glued to the screen!
de_de: Du schreibst großartige SEO-freundliche Inhalte, aber die Absprungrate auf deinem Blog ist hoch. Beschleunige deinen Blog mit WP Rocket und drücke deine Leser in ihre Sitze vor dem Bildschirm!

source: Learn more
de_de: Mehr erfahren

source: For Freelancers and Agencies
de_de: Für Freiberufler und Agenturen

source: Building beautiful WordPress sites is not enough: they should also load fast and convert. Let WP Rocket take care of speed optimization while you focus on building awesome sites for your clients.
de_de: Das Erstellen schöner WordPress-Websites ist nicht genug: sie sollten auch schnell laden und konvertieren. Lass WP Rocket sich um die Geschwindigkeitsoptimierung kümmern, während du dich darauf konzentrierst, tolle Websites für deine Kunden zu erstellen.

source: For your eCommerce
de_de: Für dein E-Commerce

source: 57% of consumers will abandon a site loading in more than 3s. Thanks to its eCommerce dedicated optimizations, WP Rocket can make your online store reach the stars.
de_de: 57 % der Besucher werden eine Website verlassen, die mehr als 3s zum Laden braucht. Dank seiner auf E-Commerce ausgelegten Optimierungen, kann dein Online-Shop mit WP Rocket die Sterne erreichen.

source: Follow Us
de_de: Folge uns

source: We spread web performance tips all around the web
de_de: Wir verbreiten Web-Performance-Tipps rund ums Web

source: Second Less
de_de: Sekunde weniger

source: in page load time leads to
de_de: weniger Seitenladezeit führt zu

source: More Visitors
de_de: Mehr Besucher

source: They will love browsing through you blazing fast pages
de_de: Sie werden es lieben, auf deinen raketenschnellen Seiten zu navigieren

source: Better SEO
de_de: Bessere SEO

source: Google and other search engines push faster sites up the rankings
de_de: Google und andere Suchmaschinen belohnen schnellere Websites mit höheren Rankings

source: More Conversions
de_de: Mehr Konversionen

source: A stunning web performance improves conversions and revenue!
de_de: Eine atemberaubende Web-Performance verbessert Konversionen und Umsatz!

source: Test how much space you can save by using Imagify
de_de: Teste, wie viel Platz du sparen kannst, indem du Imagify benutzt

source: Paste your URL and have the results in less than a minute
de_de: Füge deine URL ein und erhalte die Ergebnisse innerhalb einer Minute

source: URL of Your Website
de_de: URL deiner Website

source: Paste the URL of Your Website
de_de: Füge die URL deiner Website ein

source: See Your Results
de_de: Deine Ergebnisse anzeigen

source: Already %s Websites in Orbit
de_de: Bereits %s Websites im Orbit

source: Back to Homepage
de_de: Zurück zur Homepage

source: File optimization
de_de: Dateioptimierung

source: Media
de_de: Medien

source: Preloading
de_de: Vorladen

source: Database
de_de: Datenbank

source: next page
de_de: Nächste Seite

source: previous page
de_de: Vorherige Seite

source: We Are Online Right Now
de_de: Wir sind jetzt online

source: Chat with our team in real time !
de_de: Sprich mit unserem Team in Echtzeit!

source: Start a Chat Session
de_de: Eine Chat-Sitzung beginnen

source: Media Inquiries
de_de: Presseanfragen

source: WP Rocket loves working with journalists to share inspiring, creative, and compelling stories. If you need more information or would like to organize an interview or other press opportunity please contact us at <strong>press@wp-rocket.me</strong>
de_de: WP Rocket liebt es, mit Journalisten zusammenzuarbeiten, um inspirierende, kreative und fesselnde Geschichten zu erzählen. Falls du weitere Informationen benötigst oder ein Interview oder eine andere Pressemöglichkeit organisieren möchtest, kontaktiere uns bitte unter <strong>press@wp-rocket.me</strong>

source: If you want to write a review about WP Rocket, we can offer you a free license to make it.
de_de: Wenn du eine Bewertung über WP Rocket schreiben möchtest, können wir dir eine kostenlose Lizenz anbieten, um es möglich zu machen.

source: Brand Assets
de_de: Marken-Assets

source: Thanks for your interest in WP Rocket! Below are a few guidelines for using WP Rocket brand resources, please take a moment to familiarize yourself with them. You can download individuals assets in each section or you can download everything all at once below.
de_de: Vielen Dank für dein Interesse an WP Rocket! Im Folgenden sind ein paar Richtlinien für die Benutzung von WP-Rocket-Markenressourcen, nimm dir bitte einen Moment Zeit, um sich mit ihnen vertraut zu machen. Du kannst einzelne Assets in jedem Abschnitt herunterladen oder unten alles auf einmal herunterladen.

source: Download the Pack
de_de: Das Paket herunterladen

source: Spelling
de_de: Rechtschreibung

source: Black
de_de: Schwarz

source: White
de_de: Weiß

source: Interested in Becoming an Affiliate?
de_de: Interessiert daran, unser Partner zu werden?

source: Join Our Affiliate Program Today And Earn By Referring Customers To WP Rocket.
de_de: Nimm noch heute an unserem Affiliate-Programm teil und verdiene, indem du Kunden an WP Rocket verweist.

source: Sign up Now
de_de: Jetzt anmelden

source: Everything you need to know about WP Rocket’s features, its settings and how to solve the most common technical hitches.
de_de: Alles, was du über die Funktionen von WP Rocket, seine Einstellungen und darüber, wie du die gängigsten technischen Probleme lösen kannst,wissen musst.

source: Vidéo Tutorials
de_de: Video-Anleitungen

source: No time to read? From the first installation to the most advanced customization techniques, our tutorial videos cover all the basics of WP Rocket!
de_de: Keine Zeit zum Lesen? Beginnend mit der Erstinstallation bis zu den fortschrittlichsten Techniken zur Individualisierung decken unsere Video-Anleitungen alle Aspekte von WP Rocket ab!

source: Watch Vieo Tutorials
de_de: Video-Anleitungen ansehen

source: Facebook Group
de_de: Facebook-Gruppe

source: Connect with other WP Rocket users around the world: share your experience with WP Rocket and learn new tricks to improve the speed of your site.
de_de: Verbinde dich mit anderen WP-Rocket-Nutzern auf der ganzen Welt: Teile dein Erfahrungen mit WP Rocket und lerne neue Tricks, um die Geschwindigkeit deiner Website zu verbessern.

source: Join the Facebook Group
de_de: Der Facebook-Gruppe beitreten

source: Customer support
de_de: Kunden-Support

source: Need extra help? Ask our team of knowledgeable and friendly Rocketeers!
de_de: Du brauchst weitere Hilfe? Frag unser Team von sachkundigen und freundlichen Rocketeers!

source: What is Your Question About?
de_de: Worum dreht sich deine Frage?

source: Select a topic
de_de: Wähle ein Thema

source: Still need help? We’re just one click away!
de_de: Du brauchst noch immer Hilfe? Wir sind nur einen Klick entfernt!

source: Our Rocketeers work every day to provide you with support across multiple time zones.%1$sSupport is available for anyone %2$swith an active WP Rocket license%3$s.
de_de: Unsere Rocketeers arbeiten jeden Tag, um dich über mehrere Zeitzonen hinweg zu unterstützen. %1$s Support ist für alle %2$smit einer aktiven WP-Rocket-Lizenz%3$s verfügbar.

source: %3$s%1$sCheck our tips%2$s for getting great support!%4$s
de_de: %3$s %1$s Sieh dir unsere Tipps an%2$s, um großartige Unterstützung zu bekommen!%4$s

source: If you have a pre-sales question, send us a message through our %3$s%1$sContact page%2$s%4$s.
de_de: Falls du vor dem Kauf eine Vorab-Frage hast, sende uns eine Nachricht über unsere %3$s%1$sKontaktseite%2$s%4$s.

source: Enter the email address associated with your WP Rocket account:
de_de: Gib die E-Mail-Adresse ein, die deinem WP Rocket-Konto zugeordnet ist:

source: This email is not registered in our customer database: please check and try again
de_de: Diese E-Mail-Adresse ist nicht in unserer Kundendatenbank registriert: Bitte überprüfen und erneut versuchen

source: %1$sYour website could be much faster%2$s if you could take advantage of our new features and enhancements. 🚀
de_de: %1$sDeine Website könnte viel schneller sein%2$s, wenn du unsere neuen Funktionen und Verbesserungen nutzen könntest. 🚀

source: By renewing your license, you’ll access to %1$sthe lastest and greatest version%2$s of WP Rocket, and to the wonderful %1$sassistance Support Team%2$s for 1 more year!
de_de: Wenn du deine Lizenz erneuerst, greifst du auf %1$sdie letzte und größte Version%2$s von WP Rocket und auf das wunderbare %1$sSupport Team%2$s zur Unterstützung für 1 weiteres Jahr zu!

source: (%s) Result Found for:
de_de: (%s) Ergebnis gefunden für:

source: No results for:
de_de: Keine Ergebnisse für:

source: Table of Contents
de_de: Inhaltsverzeichniss

source: Published on
de_de: Veröffentlicht am

source: Updated on
de_de: Aktualisiert am

source: %s responses
de_de: %s Antworten

source: Share on
de_de: Teilen auf

source: Author's avatar
de_de: Avatar des Autors

source: About
de_de: Über

source: Lastest Articles of %s
de_de: Letzte Beiträge von %s

source: 10% Off
de_de: 10% Rabatt

source: Hurry up, the offer is only valid until %1$sJuly 7th, 2020%2$s!
de_de: Beeilung, das Angebot ist nur gültig bis %1$s7. Juli 2020%2$s!

source: Get a Faster Website %1$s in a Few Clicks
de_de: Erhalte eine schnellere Website %1$s mit nur wenigen Klicks

source: Setup Takes 3 Minutes Flat
de_de: Die Einrichtung dauert nicht länger als 3 Minuten

source: Get WP Rocket Now
de_de: Hol dir WP Rocket jetzt

source: Rated the best caching plugin since 2015 by WordPress Experts
de_de: Bewertet als das beste Caching-Plugin seit 2015 von WordPress-Experten

source: %sHappy Customers
de_de: %sGlückliche Kunden

source: WP Rocket Blog: Inspirations to Boost WordPress Web Performance
de_de: WP-Rocket-Blog: Inspirationen zur Steigerung der WordPress-Web-Performance

source: The page you’re looking for is in another galaxy!
de_de: Die Seite, die du suchst, befindet sich in einer anderen Galaxie!

source: You can start over from planet Earth or check out our latest articles.%sIf you need our help, don’t hesitate to contact us!
de_de: Du kannst nochmal von der Erde aus starten oder unsere letzten Beiträge lesen. %sFalls du Hilfe brauchst, zögere nicht, uns zu kontaktieren!

source: Go back to planet Earth
de_de: Zurück zur Erde

source: Install
de_de: Installiere

source: WP Rocket on the plugins section of your WordPress site
de_de: WP Rocket im Plugins-Bereich deiner WordPress-Website

source: Activate
de_de: Aktivieren

source: Enjoy
de_de: Erfreue dich an

source: Your website is blazing fast in the blink of an eye
de_de: Deine Website ist raketenschnell in nur einem Augenblick

source: Speed Up
de_de: Beschleunige

source: Your Website in a Few Clicks
de_de: Deine Website mit ein paar Klicks

source: WP Rocket is the %1$smost powerful caching plugin%2$s in the world. Use it to improve the speed of your WordPress site, SEO rankings and conversions. No coding required.
de_de: WP Rocket ist das %1$sleistungsstärkste Caching-Plugin%2$s der Welt. Verwende es, um die Geschwindigkeit deiner WordPress-Website, SEO-Rankings und Konversionen zu verbessern. Keine Programmierung erforderlich.

source: Other
de_de: Andere

source: 🙌 Thank you for buying %1$s WP Rocket!
de_de: 🙌 Vielen Dank für den Kauf von %1$s WP Rocket!

source: you can now speed up your website in a few clicks. Start from here:
de_de: du kannst deine Website jetzt mit wenigen Klicks beschleunigen. Hier geht es los:

source: you now have a %s license. It's time to boost your new websites:
de_de: du hast jetzt eine %s-Lizenz. Es wird Zeit, deine neuen Websites zu beschleunigen:

source: you now have a %1$s license valid until %2$s.
de_de: du hast jetzt eine %1$s-Lizenz, gültig bis %2$s.

source: View All
de_de: Alle anzeigen

source: Get %s off
de_de: Spare %s

source: Enjoy the Benefits
de_de: Genieße die Vorteile

source: Optimize Your Images
de_de: Optimiere deine Bilder

source: Looking For More Speed
de_de: Auf der Suche nach mehr Geschwindigkeit

source: With WP Rocket, we make the web faster. With Imagify, we make the web lighter.
de_de: Mit WP Rocket machen wir das Internet schneller. Mit Imagify machen wir das Internet schlanker.

source: WP Media, the founder of WP Rocket and Imagify, is all about %1$sspeed and simplicity%2$s.
de_de: Bei WP Media, dem Gründer von WP Rocket und Imagify, dreht sich alles um %1$sGeschwindigkeit und Einfachheit%2$s.
